Repository: abrahamh/gnome-ging
Catalog: po/*.po
Languages: de

source: write config, exit
de: Schreibe Konfiguration...

source: A translation- and spellchecking program for single words, inspired by "ding" and "g2ding".
de: Ein Programm zur Übersetzungen und zur Rechtschreibprüfung für Gnome2, inspiriert von "ding" und aspell.

source: gnome-ding - preferences
de: Gnome-ding - Einstellungen

source: <b>Aspell Options</b> Select some settings for use with spellchecking (by aspell).
de: <b>Aspell Optionen</b> <small>Einstellungen zur Rechtschreibprüfung (per aspell) angeben</small>

source: Charset:
de: Zeichenkodierung:

source: <small>(low)</small>
de: <small>(niedrig)</small>

source: <small>(high)</small>
de: <small>(hoch)</small>

source: Suggestion Mode:
de: Vorschlag-Modus:

source: _Spellchecker
de: _Rechtschreibprüfung

source: <b>Translation Options</b> Define some options for grep.
de: <b>Übersetzungsoptionen</b> <small>Geben Sie Optionen für grep an...</small>

source: search only exact words
de: Eingabe stimmt Wortgenau (exakt)

source: case sensitive
de: Groß/Kleinschreibung beachten

source: _Translation
de: Ü_bersetzung

source: <b>Available Languages</b> Define your favorites languages, that you wish to use.
de: <b>Verfügbare Sprachen</b> <small>Wählen Sie die Sprachen aus, die Sie verwenden wollen</small>

source: Dictionary:
de: Wörterbuch:

source: Spellchecker:
de: Rechtschreibprüfung:

source: _Languages
de: _Sprache

source: <b>Font &amp; Colors</b>
de: <b>Schrift &amp; Farben</b>

source: <b>Font</b>
de: <b>Schrift</b>

source: Use default theme font
de: Vorgegebene Themenschrift verwenden.

source: Textfont:
de: Textschrift:

source: Choose the font color
de: Wählen Sie die Schriftart...

source: <b>Color</b>
de: <b>Farbe</b>

source: Use default theme color
de: Vorgegebene Themenfarbe verwenden.

source: Textcolor:
de: Textfarbe:

source: Hightlight Color:
de: Farbe für Treffer:

source: Choose the text color
de: Wählen Sie die Farbe...

source: Choose the color for highlight
de: Wählen Sie die Farbe...

source: Reset
de: Rücksetzen

source: Reset internel date model to store user defined settings.
de: Alle Benutzerspezifische Einstellungen zurücksetzen.

source: _General
de: _Allgemein

source: _Back
de: _Zurück

source: Go back (search history)
de: Gehe zurück (Such-Chronik)

source: _Forward
de: _Vorwärts

source: Go forward (search history)
de: Gehe vorwärts (Such-Chronik)

source: _Search
de: _Suchen

source: Start search for given word
de: Starte Suche mit gegebenen Wort

source: _Preferences
de: _Einstellungen

source: Configure this application
de: Die Anwendung konfigurieren

source: _Quit
de: _Beenden

source: Quit the program
de: Die Anwendung beenden

source: _Paste
de: E_infügen

source: Copy clipbard to search entry
de: Den Inhalt der Zwischenablage als Suchwort verwenden

source: Copy left column
de: Kopiere linken Spalteninhalt

source: Copy cell content to clipboard
de: Kopiere linken Spalteninhalt in die Zwischenablage.

source: Copy right column
de: Kopiere rechten Spalteninhalt

source: Use as search word
de: Als neues Suchwort

source: Use column entry as new search word.
de: Zeileneintrag als neues Suchwort verwenden.

source: _Mini-Mode
de: _Mini-Modus

source: _Window-Mode
de: _Fenster-Modus

source: _Dictionary
de: _Wörterbuch

source: _Edit
de: _Bearbeiten

source: _View
de: _Ansicht

source: _Word:
de: _Wort:

source: Specify the search string
de: Zu suchendes Wort

source: Select the dictionary
de: Auswahl des zu verwendenden Wörterbuches

source: start search for given word
de: Starte Suche mit gegebenen Wort

source: minimode/winmode
de: Mini- bzw. Fenstermodus

source: No match found
de: Kein Treffer gefunden

source: No match
de: Kein Treffer

source: %i matches found to '%s'
de: %i Treffer für '%s'

source: Please insert only characters !
de: Bitte keine Sonderzeichen eingeben!

source: Spellcheck (German)
de: Rechtschreibung (Deutsch)

source: Spellcheck (Afrikaans)
de: Rechtschreibung (Afrikanisch)

source: Spellcheck (Bulgarian)
de: Rechtschreibung (Bulgarisch)

source: Spellcheck (Breton)
de: Rechtschreibung (Bretonisch)

source: Spellcheck (Catalan)
de: Rechtschreibung (katalanisch)

source: Spellcheck (Czech)
de: Rechtschreibung (Tschechisch)

source: Spellcheck (Welsh)
de: Rechtschreibung (Welsch)

source: Spellcheck (Danish)
de: Rechtschreibung (Dänisch)

source: Spellcheck (German, Swiss)
de: Rechtschreibung (Deutsch, Schweiz)

source: Spellcheck (Esperanto)
de: Rechtschreibung (Esperanto)

source: Spellcheck (Greek)
de: Rechtschreibung (Griechisch)

source: Spellcheck (Canadian)
de: Rechtschreibung (Kanadisch)

source: Spellcheck (American)
de: Rechtschreibung (Amerikanisch)

source: Spellcheck (British)
de: Rechtschreibung (Britisch)

source: Spellcheck (Spanish)
de: Rechtschreibung (Spanisch)

source: Spellcheck (Faroese)
de: Rechtschreibung (Farörisch)

source: Spellcheck (French, France)
de: Rechtschreibung (Französisch, Frankreich)

source: Spellcheck (French, Swiss)
de: Rechtschreibung (Französisch, Schweiz)

source: Spellcheck (Irish, Gaelic)
de: Rechtschreibung (Irisch, Gälisch)

source: Spellcheck (Gallegan)
de: Rechtschreibung (Galligien)

source: Spellcheck (Croatian)
de: Rechtschreibung (Kroatisch)

source: Spellcheck (Indonesian)
de: Rechtschreibung (Indonesisch)

source: Spellcheck (Icelandic)
de: Rechtschreibung (Isländisch)

source: Spellcheck (Italian)
de: Rechtschreibung (Itatenisch)

source: Spellcheck (Maori)
de: Rechtschreibung (Maorisch)

source: Spellcheck (Makasar)
de: Rechtschreibung (Makasar)

source: Spellcheck (Malay)
de: Rechtschreibung (Malaysisch)

source: Spellcheck (Maltese)
de: Rechtschreibung (Maltesisch)

source: Spellcheck (Dutch)
de: Rechtschreibung (Niederländisch)

source: Spellcheck (Norwegian)
de: Rechtschreibung (Norwegisch)

source: Spellcheck (Polish)
de: Rechtschreibung (Polnisch)

source: Spellcheck (Portuguese)
de: Rechtschreibung (Portuesisch)

source: Spellcheck (Russian)
de: Rechtschreibung (Russisch)

source: Spellcheck (Romanian)
de: Rechtschreibung (Romänisch)

source: Spellcheck (Slovak)
de: Rechtschreibung (Slovakisch)

source: Spellcheck (Slovenian)
de: Rechtschreibung (Slovenisch)

source: Spellcheck (Swedish)
de: Rechtschreibung (Schwedisch)

source: Spellcheck (Ukrainian)
de: Rechtschreibung (Ukranisch)

source: Spellcheck (Walloon)
de: Rechtschreibung (Wallonisch)

source: Spellcheck (Zulu)
de: Rechtschreibung (Zulu)

source: Thesaurus (German)
de: Thesaurus (Deutsch)

source: Thesaurus (Spanish)
de: Thesaurus (Spanisch)

source: Thesaurus (French)
de: Thesaurus (Französisch)

source: Thesaurus (English)
de: Thesaurus (Englisch)

source: Thesaurus (Portuguese)
de: Thesaurus (Portugiesisch)

source: Thesaurus (Italian)
de: Thesaurus (Italienisch)

source: Thesaurus (Polish)
de: Thesaurus (Polnisch)

source: Latin <--> German
de: Latein <--> Deutsch

source: Latin
de: Latein

source: German
de: Deutsch

source: English <--> Latin
de: Englisch <--> Latein

source: English
de: Englisch

source: German <--> English
de: Deutsch <--> Englisch

source: German <--> Spanish
de: Deutsch <--> Spanisch

source: Spanish
de: Spanisch

source: German <--> French
de: Deutsch <--> Französisch

source: French
de: Französisch

source: German <--> Italian
de: Deutsch <--> Italienisch

source: Italian
de: Italienisch

source: German <--> Portuguese
de: Deutsch <--> Portugiesisch

source: Portuguese
de: Portugiesisch

source: German <--> Dutch
de: Deutsch <--> Niederländisch

source: Dutch
de: Niederländisch

source: English <--> German
de: Englisch <--> Deutsch

source: English <--> Spanish
de: Englisch <--> Spanisch

source: English <--> Italian
de: Englisch <--> Spanisch

source: English <--> French
de: Englisch <--> Französisch

source: English <--> Portuguese
de: Englisch <--> Portugiesisch

source: English <--> Norwegian
de: Englisch <--> Norwegisch

source: Norwegian
de: Norwegisch

source: English <--> Arabic
de: Englisch <--> Arabisch

source: Arabic
de: Arabisch

source: English <--> Swedish
de: Englisch <--> Schwedisch

source: Swedish
de: Schwedisch

source: French <--> German
de: Französisch <--> Deutsch

source: French <--> English
de: Französisch <--> Englisch

source: French <--> Spanish
de: Französisch <--> Spanisch

source: French <--> Italian
de: Französisch <--> Italienisch

source: French <--> Portuguese
de: Französisch <--> Portugiesisch

source: Spanish <--> German
de: Spanisch <--> Deutsch

source: Spanish <--> English
de: Spanisch <--> Englisch

source: Spanish <--> French
de: Spanisch <--> Französisch

source: Spanish <--> Italian
de: Spanisch <--> Italienisch

source: Spanish <--> Portuguese
de: Spanisch <--> Portugiesisch

source: Italian <--> German
de: Italienisch <--> Deutsch

source: Italian <--> English
de: Italienisch <--> Englisch

source: Italian <--> Spanish
de: Italienisch <--> Spanisch

source: Italian <--> Portuguese
de: Italienisch <--> Portugiesisch

source: Norwegian <--> English
de: Norwegisch <--> Englisch

source: Your entry is to short!
de: Ihre Eingabe (Suchwort) ist zu kurz!

source: Italian <--> French
de: Italienisch <--> Französisch

source: As new search word
de: Als neues Suchwort

source: Copy column
de: Kopiere Zeileninhalt

source: German (German)
de: Deutsch

source: German (Swiss)
de: Deutsch (Schweiz)

source: Afrikaans
de: Afrikanisch

source: Bulgarian
de: Bulgarisch

source: Breton
de: Bretonisch

source: Catalan
de: Catalanisch

source: Czech
de: Tschechisch

source: Welsh
de: Walisisch

source: Danish
de: Dänisch

source: Greek
de: Griechisch

source: English (British)
de: Englisch (Britisch)

source: English (Canadian)
de: Englisch (Kanadisch)

source: English (American)
de: Englisch (Amerikanisch)

source: French, France
de: Französisch, Frankreich

source: French, Swiss
de: Französisch, Schweiz

source: Faroese
de: Faroeisch

source: Irish, Gaelic
de: Irisch, Gälisch

source: Gallegan
de: Galligien

source: Croatian
de: kroatisch

source: Indonesian
de: Indonesisch

source: Icelandic
de: Islandisch

source: Maori
de: Maorisch

source: Malay
de: Malaysisch

source: Maltese
de: Maltesisch

source: Polish
de: Polnisch

source: Russian
de: Russisch

source: Romanian
de: Rumänisch

source: Slovenian
de: Slovenisch

source: Slovak
de: Slovakisch

source: Ukrainian
de: Ukrainisch

source: Walloon
de: Wallonisch

source: active
de: aktiv

source: Language
de: Sprache

source: Couldn't find pixmap file: %s
de: Konnte Bild '%s' nicht finden

source: Word not found or typo incorrect. <b>%s</b>
de: Wort nicht gefunden oder schreibweise fehlerhaft '<b>%s</b>'

source: <b>Suggestion %i:</b>
de: <b>Vorschlag %i:</b>

source: Spelling ok, no suggestions
de: Rechtschreibung korrekt, keine Vorschläge

source: Suggestions :
de: Vorschläge:

source: German spelling result
de: Ergebnis der deutschen Rechtschreibprüfung

source: German (CH) spelling result
de: Ergebnis der deutschen Rechtschreibprüfung

source: Afrikans (AF) spelling result
de: Ergebnis der afrikanischen Rechtschreibprüfung

source: Bulgarian (BG) spelling result
de: Ergebnis der bulgarischen Rechtschreibprüfung

source: Breton (BR) spelling result
de: Ergebnis der bretonischen Rechtschreibprüfung

source: Catalan (CA) spelling result
de: Ergebnis der katalanischen Rechtschreibprüfung

source: Czech (CS) spelling result
de: Ergebnis der tschechischen Rechtschreibprüfung

source: Welsh (CY) spelling result
de: Ergebnis der welschen Rechtschreibprüfung

source: Danish (DA) spelling result
de: Ergebnis der dänischen Rechtschreibprüfung

source: Esperanto (EO) spelling result
de: Ergebnis der esperanto Rechtschreibprüfung

source: Greek (EL) spelling result
de: Ergebnis der griechischen Rechtschreibprüfung

source: Spanish (ES) spelling result
de: Ergebnis der spanischen Rechtschreibprüfung

source: Faroese (FO) spelling result
de: Ergebnis der farosischen Rechtschreibprüfung

source: Irish, Gaelic (GA) spelling result
de: Ergebnis der gälischen Rechtschreibprüfung

source: Gallegan (GL) spelling result
de: Ergebnis der Galligien Rechtschreibprüfung

source: Croatian (HR) spelling result
de: Ergebnis der kroatischen Rechtschreibprüfung

source: French (FR) spelling result
de: Ergebnis der französischen Rechtschreibprüfung

source: French (CH) spelling result
de: Ergebnis der französischen Rechtschreibprüfung

source: Indonesian (ID) spelling result
de: Ergebnis der indonesischen Rechtschreibprüfung

source: Italian (IT) spelling result
de: Ergebnis der italienischen Rechtschreibprüfung

source: Icelandic (IS) spelling result
de: Ergebnis der isländischen Rechtschreibprüfung

source: Maori (MI) spelling result
de: Ergebnis der maorie Rechtschreibprüfung

source: Makasar (MK) spelling result
de: Ergebnis der Makasar Rechtschreibprüfung

source: Malay (MS) spelling result
de: Ergebnis der malayischen Rechtschreibprüfung

source: Maltese (MT) spelling result
de: Ergebnis der maltesischen Rechtschreibprüfung

source: Dutch (NL) spelling result
de: Ergebnis der niederländischen Rechtschreibprüfung

source: Norwegian (NO) spelling result
de: Ergebnis der norwegischen Rechtschreibprüfung

source: Portuguese (PT) spelling result
de: Ergebnis der portugiesischen Rechtschreibprüfung

source: Russian (RU) spelling result
de: Ergebnis der russischen Rechtschreibprüfung

source: Romanian (RO) spelling result
de: Ergebnis der rumänischen Rechtschreibprüfung

source: Slovak (SK) spelling result
de: Ergebnis der slovakischen Rechtschreibprüfung

source: Slovenian (SL) spelling result
de: Ergebnis der slovenischen Rechtschreibprüfung

source: Swedish (SV) spelling result
de: Ergebnis der schwedischen Rechtschreibprüfung

source: Ukrainian (UK) spelling result
de: Ergebnis der ukrainischen Rechtschreibprüfung

source: English (CA) spelling result
de: Ergebnis der englischen (kanadisch) Rechtschreibprüfung

source: English (US) spelling result
de: Ergebnis der englischen (amerikanisch) Rechtschreibprüfung

source: Walloon (WA) spelling result
de: Ergebnis der walisischen Rechtschreibprüfung

source: Zulu (ZU) spelling result
de: Ergebnis der Zulu Rechtschreibprüfung

source: English spelling result
de: Ergebnis der englischen Rechtschreibprüfung

source: English (UK) spelling result
de: Ergebnis der englischen (britisch) Rechtschreibprüfung

source: Error :
de: Fehler:

source: Please don't use german special chars in english spellcheck.
de: Bitte verwenden Sie Sonderzeichen nur für die Deutsche Sprache.

source: Unknown language selected, please check it.
de: Unbekannte Sprache ausgewählt, bitte prüfen Sie die Installation.

source: Error message
de: Fehlermeldung

source: use aspell c-api
de: verwende aspell C-API

source: search for '%s'
de: suche für '%s'

source: Error: Dictinory %s not found
de: Fehler: Wörterbuch '%s' nicht gefunden.

source: Dict not found
de: Wörterbuch nicht gefunden

source: Error: %s
de: Fehler: '%s'

source: <b>Suggestions:</b>
de: <b>Vorschläge:</b>

source: Spelling ok, no suggestions
de: Rechtschreibung korrekt, keine Vorschläge

source: use ispell pipe-mode
de: verwende ispell PIPE-Modus

source: command:
de: Befehl:

source: Typo or unknown word, no suggestions
de: Wort unbekannt oder Schreibweise fehlerhaft, keine Vorschläge

source: root
de: Wortstamm
